tap "avencera/taps"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mutagen-io/mutagen"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "schappim/ocr"
tap "shivammathur/php"
tap "tako8ki/tap"
tap "yt-dlp/taps"
brew "bash"
brew "dialog"
brew "dnsmasq"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jq"
brew "lazygit"
brew "lua-language-server"
brew "moreutils"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nmap"
brew "nnn"
brew "php"
brew "php-cs-fixer"
brew "php@8.0"
brew "php@8.1"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "ripgrep"
brew "starship"
brew "svgo"
brew "tmux"
brew "unar"
brew "vim"
brew "vips"
brew "yarn"
brew "yazi", args: ["HEAD"]
brew "youtube-dl"
brew "yt-dlp"
brew "zf"
brew "avencera/taps/rustywind"
brew "heroku/brew/heroku"
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-compose"
brew "oven-sh/bun/bun"
brew "schappim/ocr/ocr"
brew "shivammathur/php/php@7.3"
brew "shivammathur/php/php@7.4"
brew "tako8ki/tap/gobang"
cask "1password-cli"
cask "crunch"
cask "ngrok"
cask "vagrant"
