tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "schappim/ocr"
tap "shivammathur/php"
tap "yt-dlp/taps"
brew "bash"
brew "dnsmasq"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "lua-language-server"
brew "moreutils"
brew "mysql", restart_service: true
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nnn"
brew "php"
brew "php@7.4"
brew "php@8.0"
brew "postgresql@14", restart_service: true
brew "ripgrep"
brew "starship"
brew "svgo"
brew "tmux"
brew "vim"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "schappim/ocr/ocr"
brew "shivammathur/php/php@7.3"
brew "yt-dlp/taps/yt-dlp"
cask "alacritty"
cask "crunch"
cask "ngrok"
cask "vagrant"
